Tekla.Structures.Internal.RemotingProxyFactory.CreateRemotingProxy(System.String,System.String)
Instantiates given remoting proxy type from given assembly.
AssemblyName: Assembly from which proxy should be loaded
TypeName: Proxy type name
Returns: Proxy object